cweijan.vscode-office
firefox-devtools.vscode-firefox-debug
jolaleye.horizon-theme-vscode
redhat.java
tonybaloney.vscode-pets
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
ziishaned.livereload
